Repository: immonex/kickstart-team
Catalog: src/languages/immonex-kickstart-team-*.po
Languages: de_de

source: https://wordpress.org/plugins/immonex-kickstart-team/
de_de: https://de.wordpress.org/plugins/immonex-kickstart-team/

source: immonex Kickstart add-on for handling, linking and embedding OpenImmo-XML-based real estate agent/agency information and contact forms
de_de: immonex Kickstart Add-on für die Verarbeitung, Verknüpfung und Einbindung von OpenImmo-XML-basierten Immobilienmakler-Informationen und Kontaktformularen

source: Contact Data
de_de: Kontaktdaten

source: Phone
de_de: Telefon

source: Street
de_de: Straße

source: House Number
de_de: Hausnummer

source: ZIP Code
de_de: PLZ

source: City
de_de: Ort

source: P.O. Box
de_de: Postfach

source: P.O. Box ZIP Code
de_de: Postfach-PLZ

source: P.O. Box City
de_de: Postfach-Ort

source: Country code (ISO3)
de_de: Ländercode (ISO3)

source: Code according to <a href="https://en.wikipedia.org/wiki/ISO_3166-1" target="_blank">ISO-3166-1 Alpha-3</a>
de_de: Code gemäß <a href="https://en.wikipedia.org/wiki/ISO_3166-1" target="_blank">ISO-3166-1 Alpha-3</a>

source: Business/Social Networks
de_de: Netzwerke (Business/Social)

source: Legal Information
de_de: Rechtliche Informationen

source: Company
de_de: Firma

source: Address
de_de: Adresse

source: Representative
de_de: Vertretungsberechtigte Person

source: Supervisory Authority
de_de: Aufsichtsbehörde

source: Registry Court
de_de: Registergericht

source: Trade Register Number
de_de: Handelsregister-Nr.

source: VATIN
de_de: USt-ID

source: Other
de_de: Weiteres

source: Legal Notice
de_de: Impressum

source: Miscellaneous
de_de: Sonstiges

source: Address Publishing Approval
de_de: Adressveröffentlichung

source: Show Agent List
de_de: Kontaktpersonen-Liste anzeigen

source: use default
de_de: Standardvorgabe übernehmen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: The default can be set in the <a href="%1$s">plugin options</a> (Optional sections).
de_de: Der Standardwert kann in den <a href="%1$s">Plugin-Optionen</a> festgelegt werden (Optionale Abschnitte).

source: Show Property List
de_de: Immobilienliste anzeigen

source: Import Folder
de_de: Importordner

source: Demo Agency
de_de: Demo-Agentur

source: Activate if this agency record only consists of example data. Related contact form data will <strong>not</strong> be submitted in this case.
de_de: Aktivieren, wenn es sich bei diesem Agentur-Datensatz nur um Beispieldaten handelt. Zugehörige Kontaktformulardaten werden in diesem Fall <strong>nicht</strong> übermittelt.

source: About
de_de: Über

source: URL (Company)
de_de: URL (Unternehmen)

source: Country (ISO3)
de_de: Land (ISO3)

source: Full Address
de_de: Vollständige Adresse

source: Disables &quot;City&quot; if set.
de_de: Deaktiviert &quot;Ort&quot;, sofern markiert.

source: Address (single line)
de_de: Adresse (einzelne Zeile)

source: Company (Legal)
de_de: Firma (Impressum)

source: Address (Legal)
de_de: Adresse (Impressum)

source: Phone (Legal)
de_de: Telefon (Impressum)

source: Legal (Miscellaneous)
de_de: Impressum (Sonstiges)

source: Business/Social Network Icons
de_de: Netzwerk-Icons (Business/Social)

source: Contact Form
de_de: Kontaktformular

# Sample data
source: ONE Realty Group
de_de: ONE Immobiliengruppe

# Sample data
source: ONE Realty Group is a leading real estate company in the region. We offer a wide range of services for buying, selling and renting properties.
de_de: Die ONE Gruppe ist eine führendes Immobilienunternehmen in der Region. Wir bieten eine breite Palette von Dienstleistungen rund um den Kauf, Verkauf und die Vermietung von Immobilien an.

# Sample data
source: hello@immonex.one
de_de: hallo@immonex.one

# Sample data
source: Fake Street
de_de: Beispielstraße

# Sample data
source: Demotown
de_de: Demostadt

# Sample data
source: Fake Street 123<br>99999 Demotown
de_de: Beispielstraße 123<br>99999 Demostadt

# Sample data
source: Fake Street 123, 99999 Demotown
de_de: Beispielstraße 123, 99999 Demostadt

source: About...
de_de: Über...

source: Gender
de_de: Geschlecht

source: not specified
de_de: keine Angabe

source: male
de_de: männlich

source: female
de_de: weiblich

source: Title
de_de: Titel

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Email (main office)
de_de: E-Mail (Zentrale)

source: Email (private)
de_de: E-Mail (privat)

source: Phone (call-through)
de_de: Telefon (Durchwahl)

source: Phone (mobile)
de_de: Telefon (mobil)

source: Phone (main office)
de_de: Telefon (Zentrale)

source: Phone (private)
de_de: Telefon (privat)

source: Agency
de_de: Agentur

source: n/a
de_de: k. A.

source: Address Publishing
de_de: Addressveröffentlichung

source: The default can be set in the <a href="%1$s">plugin options</a> (Optional Sections).
de_de: Der Standardwert kann in den <a href="%1$s">Plugin-Optionen</a> festgelegt werden (Optionale Abschnitte).

source: Show Agency Link
de_de: Agentur-Link anzeigen

source: Import folder
de_de: Importordner

source: Personal Number
de_de: Personennummer

source: Property Trustee ID
de_de: Immobilien-Treuhänder-ID

source: Reference ID
de_de: Referenz-ID

source: Demo Agent
de_de: Demo-Kontaktperson

source: Activate if this agent record only consists of example data. Related contact form data will <strong>not</strong> be submitted in this case.
de_de: Aktivieren, wenn es sich bei diesem Kontaktpersonen-Datensatz nur um Beispieldaten handelt. Zugehörige Kontaktformulardaten werden in diesem Fall <strong>nicht</strong> übermittelt.

source: Contact
de_de: Kontakt

source: Agent (primary)
de_de: Kontaktperson (primär)

source: Agents
de_de: Kontaktpersonen

source: Photo
de_de: Foto

source: Full Name
de_de: Name

source: Full Name incl. Title
de_de: Name inkl. Titel

source: Disables &quot;Full Name&quot; if set.
de_de: Deaktiviert &quot;Name&quot;, sofern markiert.

source: Position incl. Company
de_de: Position inkl. Unternehmen

source: Position plus Company link <strong>if more than one agency exists</strong>. Disables &quot;Position&quot; if set.
de_de: Position + Link zum Unternehmen <strong>bei mehr als einer Agentur</strong>. Deaktiviert &quot;Position&quot;, sofern markiert.

source: Short Biography
de_de: Kurzbeschreibung/Biographie

source: Email (direct)
de_de: E-Mail (direkt)

source: Email (Main Office)
de_de: E-Mail (Zentrale)

source: Phone (Main Office)
de_de: Telefon (Zentrale)

source: Phone (other)
de_de: Telefon (weitere)

source: Company (Link)
de_de: Firma (Link)

source: Demo Photo by
de_de: Beispielfoto von

# Sample data
source: Elena
de_de: Bettina

# Sample data
source: Example
de_de: Beispiel

# Sample data
source: Elena Example
de_de: Bettina Beispiel

# Sample data
source: Real Estate Agent
de_de: Immobilienmaklerin

source: at
de_de: bei

# Sample data
source: I am a specialist in the marketing of high-quality properties with more than ten years of experience.
de_de: Mein Spezialgebiet ist die Vermarktung hochwertiger Immobilien. Hierbei kann ich auf meine Erfahrungen aus über zehn Jahren in der Praxis zurückgreifen.

# Sample data
source: elena@immonex.one
de_de: bettina@immonex.one

source: I am interested in the property &quot;%1$s&quot; (%2$s).
de_de: Ich interessiere mich für die Immobilie &quot;%1$s&quot; (%2$s).

source: Inquiry
de_de: Anfrage

source: for
de_de: für

source: Uh-oh! A problem occured while sending your data. Please try again later!
de_de: Hoppla! Bei Versenden deiner Angaben ist leider ein Problem aufgetreten - bitte etwas später erneut versuchen!

source: Salutation
de_de: Anrede

source: Ms.
de_de: Frau

source: Mr.
de_de: Herr

source: Postal Code
de_de: PLZ

source: Prospect
de_de: Interessent/in

source: Email Address
de_de: E-Mail-Adresse

source: Message
de_de: Nachricht

source: This is a required field!
de_de: Dies ist ein Pflichtfeld!

source: Please fill out this or the alternative field <strong>%s</strong>.
de_de: Bitte dieses oder das Alternativfeld <strong>%s</strong> ausfüllen.

source: Please check the inputs!
de_de: Bitte die Eingaben prüfen!

source: Your data could not be submitted. Please reload the page and try again!
de_de: Deine Angaben konnten nicht übermittelt werden. Bitte lade die Seite neu und versuche es noch einmal!

source: Your inquiry for the property
de_de: Deine Anfrage zur Immobilie

source: Confirmation of receipt
de_de: Eingangsbestätigung

source: Privacy Policy
de_de: Datenschutzerklärung

source: Cancellation Policy
de_de: Widerrufsbelehrung

source: Real Estate Agencies
de_de: Immobilien-Agenturen

source: Real Estate Agents
de_de: Immobilienmakler/innen

source: According to the [cancellation_policy], I expressly wish that the real estate agency's services can be provided before the statutory cancellation period expires. I am aware that I thereby lose my right of cancellation if the contract is fully fulfilled.
de_de: In Übereinstimmung mit der [cancellation_policy] wünsche ich ausdrücklich, dass die Dienstleistungen der Makleragentur bereits vor Ablauf der gesetzlichen Widerrufsfrist erbracht werden können. Mir ist bewusst, dass ich hierdurch mein Widerrufsrecht verliere, wenn der Vertrag vor Ablauf dieser Frist vollständig erfüllt wird.

source: By submitting I consent to my data being processed and stored in accordance with the [privacy_policy] in order to answer my request. This consent can be revoked at any time.
de_de: Mit dem Absenden stimme der Verarbeitung und Speicherung meiner Daten gemäß der [privacy_policy] zwecks Beantwortung meiner Anfrage zu. Diese Einwilligung kann jederzeit widerrufen werden.

source: Thank you for the inquiry!
de_de: Vielen Dank für die Anfrage!

# Custom Post Type Slug (plural only!)
source: real-estate-agencies
de_de: immobilienmakler-agenturen

# Custom Post Type Slug (plural only!)
source: real-estate-agents
de_de: immobilienmakler

source: Good day!
de_de: Guten Tag!

source: Thanks for the inquiry on the following property:
de_de: Vielen Dank für die Anfrage zu folgendem Objekt:

source: Thanks for the message!
de_de: Vielen Dank für die Nachricht!

source: I will get in touch with you as soon as possible.
de_de: Ich melde mich schnellstmöglich.

source: Best regards,
de_de: Freundliche Grüße

source: We will get in touch with you as soon as possible.
de_de: Wir melden uns schnellstmöglich.

source: Inquiry for the property
de_de: Anfrage zur Immobilie

source: all properties
de_de: alle Immobilien

source: all properties except references
de_de: alle Immobilien außer Referenzobjekte

source: available properties only
de_de: nur verfügbare Immobilien

source: references only
de_de: nur Referenzobjekte

source: unavailable properties only
de_de: nur nicht verfügbare Immobilien

source: All mail <strong>subject, body and signature contents</strong> can be implemented based on the flexible <a href="%1$s" target="_blank">template engine Twig 3</a>. The following variables and conditions can be used in the related input fields:<br><br> <strong>General</strong> <dl> <dt><code>{{ site_title }}</code></dt> <dd>Website title</dd> <dt><code>{{ site_url }}</code></dt> <dd>Website URL (home page)</dd> <dt><code>{{ form_data }}</code></dt> <dd><strong>All</strong> user-submitted form data (see below) combined for admin/agent mails</dd> <dt><code>{{ sender_info.name }}</code></dt> <dd><a href="%2$s">Agent</a> or <a href="%3$s">agency</a> name (depending on the form context)</dd> <dt><code>{{ sender_info.company }}</code></dt> <dd><a href="%3$s">Agency</a> name (if available)</dd> </dl>
de_de: Alle Mailinhalte (<strong>Betreff, Mailtext und Signatur)</strong> werden auf Basis der flexiblen <a href="%1$s" target="_blank">Template-Engine Twig 3</a> umgesetzt. Die folgenden Variablen und Abfragen können in den zugehörigen Eingabefeldern verwendet werden:<br><br> <strong>Allgemein</strong> <dl> <dt><code>{{ site_title }}</code></dt> <dd>Website-Titel</dd> <dt><code>{{ site_url }}</code></dt> <dd>Website-URL (Startseite)</dd> <dt><code>{{ form_data }}</code></dt> <dd><strong>Alle</strong> von Benutzern übermittelte Formulardaten (siehe unten) kombiniert für Admin-/Makler-Mails</dd> <dt><code>{{ sender_info.name }}</code></dt> <dd>Name der <a href="%2$s">Kontaktperson</a> oder <a href="%3$s">Agentur</a> (abhängig vom Formularkontext)</dd> <dt><code>{{ sender_info.company }}</code></dt> <dd><a href="%3$s">Agenturname</a> (wenn verfügbar)</dd> </dl>

source: <strong>User Form Data</strong> <dl> <dt><code>{{ salutation }}</code></dt> <dd>Salutation (if selected): <code>Ms.</code> or <code>Mr.</code></dd> <dt><code>{{ first_name }}</code></dt> <dd>First Name *</dd> <dt><code>{{ last_name }}</code></dt> <dd>Last Name *</dd> <dt><code>{{ name }}</code></dt> <dd>Full Name</dd> <dt><code>{{ street }}</code></dt> <dd>Street *</dd> <dt><code>{{ postal_code }}</code></dt> <dd>Postal Code *</dd> <dt><code>{{ city }}</code></dt> <dd>City *</dd> <dt><code>{{ email }}</code></dt> <dd>E-mail address</dd> <dt><code>{{ phone }}</code></dt> <dd>Phone number</dd> <dt><code>{{ message }}</code></dt> <dd>Message</dd> </dl> <p>* These values are only available if the <strong>extended contact form</strong> is enabled.</p> <strong>Property Inquiries</strong> <dl> <dt><code>{{ property_title }}</code></dt> <dd>Name of the property</dd> <dt><code>{{ external_id }}</code></dt> <dd>Custom property ID submitted via OpenImmo import interface</dd> <dt><code>{{ property_url }}</code></dt> <dd>Property detail page URL</dd> <dt><code>{{ property_title_ext_id }}</code></dt> <dd>Combined property name and ID</dd> <dt><code>{{ property_title_ext_id_url }}</code></dt> <dd>Combined property name, ID and URL</dd> </dl> <strong>Conditions</strong> <dl> <dt><code>{% if is_property_inquiry %} ... {% else %} ... {% endif %}</code></dt> <dd>Conditional embedding of property related <strong>or</strong> alternative contents</dd> <dt><code>{% if confirmation_sender == 'agent' %} ... {% endif %}</code></dt> <dd>Conditional embedding contents based on the <strong>sender type</strong> (agent or agency)</dd> </dl>
de_de: <strong>Benutzer-Formulardaten</strong> <dl> <dt><code>{{ salutation }}</code></dt> <dd>Anrede (sofern ausgewählt): <code>Frau</code> oder <code>Herr</code></dd> <dt><code>{{ first_name }}</code></dt> <dd>Vorname *</dd> <dt><code>{{ last_name }}</code></dt> <dd>Nachname *</dd> <dt><code>{{ name }}</code></dt> <dd>Vor- und Nachname</dd> <dt><code>{{ street }}</code></dt> <dd>Straße *</dd> <dt><code>{{ postal_code }}</code></dt> <dd>Postleitzahl *</dd> <dt><code>{{ city }}</code></dt> <dd>Ort *</dd> <dt><code>{{ email }}</code></dt> <dd>E-Mail-Adresse</dd> <dt><code>{{ phone }}</code></dt> <dd>Telefonnummer</dd> <dt><code>{{ message }}</code></dt> <dd>Nachricht</dd> </dl> <p>* Diese Angaben sind nur dann verfügbar, wenn das <strong>erweiterte Kontaktformular</strong> aktiviert ist.</p> <strong>Immobilienanfragen</strong> <dl> <dt><code>{{ property_title }}</code></dt> <dd>Bezeichnung der Immobilie</dd> <dt><code>{{ external_id }}</code></dt> <dd>Benutzerdefinierte Objektnummer, die via OpenImmo-Import-Schnittstelle übermittelt wurde</dd> <dt><code>{{ property_url }}</code></dt> <dd>URL der Immobilien-Detailseite</dd> <dt><code>{{ property_title_ext_id }}</code></dt> <dd>Kombinierte Angabe aus Immobilienbezeichnung und Objektnummer</dd> <dt><code>{{ property_title_ext_id_url }}</code></dt> <dd>Kombination aus Bezeichnung, Objektnummer und URL</dd> </dl> <strong>Abfragen / Bedingungen</strong> <dl> <dt><code>{% if is_property_inquiry %} … {% else %} … {% endif %}</code></dt> <dd>Bedingungsabhängige Einbindung von Immobiliendaten <strong>oder</strong> alternativen Inhalten</dd> <dt><code>{% if confirmation_sender == 'agent' %} … {% endif %}</code></dt> <dd>Bedingungsabhängige Einbindung von Inhalten auf Basis des <strong>Absender-Typs</strong> (Kontaktperson oder Agentur)</dd> </dl>

source: Agencies
de_de: Agenturen

source: Property Details
de_de: Objektdetails

source: Contact Form Mails
de_de: Kontaktformular-Mails

source: Receipt Confirmation Mails
de_de: Eingangsbestätigungsmails

source: none
de_de: keine

source: A skin is a set of connected templates for plugin related pages and elements.
de_de: Als Skin wird ein Reihe zusammengehöriger Plugin-Vorlagen (Templates) bezeichnet.

source: Archive
de_de: Archiv

source: Enable the default archive view for <strong>%1$s</strong> posts. (%2$s)
de_de: Standard-Archivansicht für <strong>%1$s-Beiträge</strong> aktivieren. (%2$s)

source: agency
de_de: Agentur

source: This has no effect on lists embedded via shortcode or widget.
de_de: Das hat keine Auswirkungen auf Listen, die per Shortcode oder Widget eingebunden werden.

source: Archive Title
de_de: Archiv-Titel

source: default title for the agency post type archive pages
de_de: Standardtitel für Archivseiten des Agentur-Beitragstyps

source: Single View
de_de: Einzelansicht

source: Enable the default single view for <strong>%1$s</strong> posts. (%2$s)
de_de: Standard-Einzelansicht (Single) für <strong>%1$s-Beiträge</strong> aktivieren. (%2$s)

source: This has no effect on views embedded via shortcode or widget.
de_de: Das hat keine Auswirkungen auf Ansichten, die per Shortcode oder Widget eingebunden werden.

source: Optional Sections
de_de: Optionale Abschnitte

source: Enable or disable sections to appear in addition to the contact information in the <strong>single views</strong> (depending on the skin).
de_de: Abschnitte aktivieren oder deaktivieren, die in den <strong>Einzelansichten (Single)</strong> zusätzlich zu den Kontaktdaten angezeigt werden sollen.

source: This <strong>default</strong> can be overridden by the corresponding individual setting of each <a href="%1$s">%2$s record</a>.
de_de: Diese <strong>Standardvorgabe</strong> kann mit den entsprechenden individuellen Einstellungen jedes <a href="%1$s">%2$s-Datensatzes</a> überschrieben werden.

source: Agents (Team)
de_de: Kontaktpersonen (Team)

source: related Real Estate Offers
de_de: zugehörige Immobilien-Angebote

source: agent
de_de: Kontaktperson

source: default title for the agent post type archive pages
de_de: Standardtitel für Archivseiten des Kontaktpersonen-Beitragstyps

source: Footer Box with Agency Details Link (Name/Logo and Short Description)
de_de: Footer-Box mit Agentur-Details-Link (Name/Logo und Kurzbeschreibung)

source: Default Contact Section Adaptation
de_de: Anpassung des Standard-Kontaktabschnitts

source: The default contact data section in <strong>property detail pages</strong> can optionally be disabled or replaced by the related primary agent contact data and form supplied by this add-on.
de_de: Der Standard-Kontaktdaten-Abschnitt in <strong>Immobilien-Detailseiten</strong> kann optional deaktiviert oder durch die zugehörigen primären Kontaktdaten (inkl. Formular) ersetzt werden, die von diesem Add-on bereitgestellt werden.

source: no change
de_de: keine Änderung

source: replace
de_de: ersetzen

source: disable
de_de: ausblenden

source: Default Contact Section Headline
de_de: Standard-Überschrift des Kontaktabschnitts

source: default headline for the contact section/form in property detail pages if <strong>replace</strong> is selected above
de_de: Standard-Überschrift für den Kontakt/Formular-Abschnitt in Immobilien-Detailseiten, wenn oben <strong>ersetzen</strong> ausgewählt ist

source: Use "auto" for a gender-related default title.
de_de: Für einen genderkonformen Standardtitel "auto" hinterlegen.

source: Extended Form
de_de: Erweitertes Formular

source: Add salutation, street, postal code and city as required fields in contact forms by default (can be overridden by widget option or shortcode attribute).
de_de: In Kontaktformularen standardmäßig Anrede, Straße, PLZ und Ort als zusätzliche Pflichtfelder ergänzen (Überschreiben per Widget-Option oder Shortcode-Attribut möglich).

source: Cancellation Policy Page
de_de: Seite der Widerrufsbelehrung

source: If a cancellation policy page is selected, the following consent text will be added to the form.
de_de: Wenn eine Seite ausgewählt ist, die Infos und Bedingungen zum Widerrufsrecht enthält, wird der folgende Einwilligungstext zum Formular hinzugefügt.

source: If the page is available in multiple languages, please select the version in the <strong>site's primary language</strong> here.
de_de: Sollte die Seite in mehreren Sprachen verfügbar sein, hier bitte die Version in der <strong>primären Sprache der Website</strong> auswählen.

source: Cancellation Consent Text
de_de: Einwilligungstext zum Widerrufsrecht

source: This text must be confirmed by the user if a cancellation policy page has been selected above (insert <code>[cancellation_policy]</code> to add a link).
de_de: Dieser Text muss vom Benutzer bestätigt werden, wenn zuvor eine Seite ausgewählt wurde, die eine Widerrufsbelehrung enthält (mit <code>[cancellation_policy]</code> kann ein Link eingefügt werden).

source: Privacy Note
de_de: Datenschutzhinweis

source: The privacy policy notice is mandatory, but does <strong>not</strong> have to be confirmed (insert <code>[privacy_policy]</code> to add a link to the privacy policy page defined in the <a href="%s">site options</a>).
de_de: Der Hinweis zum Datenschutz ist obligatorisch, muss aber <strong>nicht</strong> bestätigt werden. (Mit <code>[privacy_policy]</code> kann ein Link zur Seite der Datenschutzerklärung eingefügt werden, die in den <a href="%s">Website-Einstellungen</a> definiert wurde.)

source: Confirmation Message
de_de: Bestätigungsmeldung

source: This message is being displayed when the form data have been successfully submitted.
de_de: Diese Meldung wird angezeigt, wenn die Formulardaten erfolgreich übermittelt wurden.

source: Embedding in a (local) confirmation page is possbile with the shortcode <code>[inx-team-contact-form-confirmation-message]</code>.
de_de: Die Einbindung in eine (lokale) Bestätigungsseite ist mit dem Shortcode <code>[inx-team-contact-form-confirmation-message]</code> möglich.

source: Confirmation Page ID/URL
de_de: Eingangsbestätigungsseite ID/URL

source: Redirect to this page (<strong>ID</strong>) or full URL on successful form submissions.
de_de: Nach erfolgreicher Übermittlung der Formulardaten zu dieser Seite (<strong>ID</strong>) oder URL weiterleiten.

source: Enter the ID of the page in the <strong>primary language</strong> in multilingual sites.
de_de: Im mehrsprachigen Installationen muss hier die ID der Seite in der <strong>primären Sprache</strong> hinterlegt werden.

source: Hide form after submit
de_de: Formular nach Absenden ausblenden

source: Sender Name
de_de: Absendername

source: sender <strong>name</strong> for form mails (default: <em>WordPress</em> – may be overridden by an SMTP plugin if installed)
de_de: Absender<strong>name</strong> für Formularmails (Standard: <em>WordPress</em> – könnte von einem SMTP-Plugin überschrieben werden, falls installiert)

source: Sender Email
de_de: Absender-E-Mail

source: sender <strong>address</strong> for form mails (default: <em>%s</em> – may be overridden by an SMTP plugin if installed)
de_de: Absender-<strong>Mailadresse</strong> für Formularmails (Standard: <em>%s</em> – könnte von einem SMTP-Plugin überschrieben werden, falls installiert)

source: Fallback Recipient Mail Addresses
de_de: Fallback-Empfänger-Mailadressen

source: comma-separated list of <strong>fallback</strong> recipient addresses used if no property related agent/agency address is determinable (default: main site admin address)
de_de: kommagetrennte Liste von <strong>Fallback</strong>-Empfänger-Mailadressen, die verwendet werden, wenn keine objektbezogene Kontaktpersonen-/Agenturenadresse ermittelbar ist (Standard: Haupt-Admin-Mailadresse der Website)

source: CC Mail Addresses
de_de: CC-Mailadressen
