Repository: immonex/kickstart-team
Catalog: src/languages/immonex-kickstart-team-*.po
Languages: de_de

source: comma-separated list of addresses to which <strong>copies of all inquiry mails</strong> should be sent
de_de: kommagetrennte Liste von Mailadressen, an die <strong>Kopien aller Anfragemails</strong> gesendet werden sollen

source: Send HTML Mails
de_de: HTML-Mails senden

source: Activate to send %s as <strong>HTML-formatted</strong> mails. (An alternative plain text version is generated automatically.)
de_de: Aktivieren, um %s als <strong>HTML-formatierte</strong> Mails zu versenden. (Eine alternative Klartext-Version wird automatisch generiert.)

source: contact form messages/inquiries
de_de: Kontaktformular-Nachrichten/Anfragen

source: Contact Form Mail Body
de_de: Kontaktformular-Mailtext

source: HTML and Twig 3 markup can be used here (see info section above and the <a href="%s" target="_blank">Twig documentation</a> for details).
de_de: HTML- und Twig-3-Markup kann hier verwendet werden (siehe Info-Abschnitt oben sowie die <a href="%s" target="_blank">Twig-Dokumentation</a> für Details).

source: The variable <code>{{ form_data }}</code> <strong>must</strong> be included.
de_de: Die Variable <code>{{ form_data }}</code> <strong>muss</strong> enthalten sein.

source: If this field is <strong>empty</strong>, a default template in the skin folder will be used instead.
de_de: Bei einem <strong>leeren</strong> Feld wird stattdessen eine Standard-Vorlage aus dem Skin-Ordner übernommen.

source: OpenImmo-Feedback Type
de_de: OpenImmo-Feedback-Typ

source: This option defines if and how <strong>OpenImmo-Feedback-XML data</strong> are attached to contact form mails sent to admin/agent recipients (e.g. for further processing in an external software solution).
de_de: Mit dieser Option kann festgelegt werden, ob und wie <strong>OpenImmo-Feedback-XML-Daten</strong> an Kontaktformular-Mails für Admin-/Makler-Benutzer angehangen werden (z. B. für die Weiterverarbeitung in einer externen Software-Lösung).

# as a synonym for "without"
source: none
de_de: ohne

source: Attachment
de_de: Anhang

source: Mail Body
de_de: Mailtext

source: Auto Salutation
de_de: Auto-Anrede

source: If not specified, automatically determine a suitable salutation for the OpenImmo-Feedback-XML attachment based on the prospect's first name via <a href="%s" target="_blank">genderize.io</a>.
de_de: Falls nicht angegeben, automatisiert eine passende Anrede für den OpenImmo-Feedback-Anhang anhand des Interessenten-Vornamens via <a href="%s" target="_blank">genderize.io</a> ermitteln.

source: Receipt Confirmation
de_de: Eingangsbestätigung

source: Activate if prospects shall receive a receipt confirmation mail on successful contact form submissions.
de_de: Aktivieren, wenn Interessenten nach erfolgreicher Übermittlung der Formulardaten eine Empfangsbestätigung per Mail erhalten sollen.

source: Subject (General)
de_de: Betreff (allgemein)

source: The Twig variables listed above can be used here and in the following field.
de_de: Die oben gelisteten Twig-Variablen können in diesem sowie im folgenden Feld verwendet werden.

source: Subject (Property Inquiries)
de_de: Betreff (Immobilien-Anfragen)

source: Activate to send %s as HTML-formatted mails.
de_de: Aktivieren, um %s als HTML-formatierte Mails zu versenden.

source: receipt confirmations
de_de: Eingangsbestätigungen

source: If the sending of HTML mails is activated, a logo can be inserted.
de_de: Wenn der Versand von HTML-Mails aktiviert ist, kann ein Logo eingefügt werden.

source: If selected, you can specify where the logo should appear in the mail here.
de_de: Sofern ausgewählt, kann hier festgelegt werden, wo das Logo in der Mail erscheinen soll.

source: top
de_de: oben

source: centered
de_de: zentriert

source: left
de_de: links

source: right
de_de: rechts

source: bottom
de_de: unten

source: Signature
de_de: Signatur

source: The (optional) signature is added below the main content of the email.
de_de: Die (optionale) Signatur wird unterhalb des Hauptinhalts der Mail eingefügt.

source: The Twig variables listed above can be used here, too.
de_de: Die o. g. Twig-Variablen können hier ebenfalls genutzt werden.

source: Withdrawal
de_de: Widerruf

source: Cancellation
de_de: Widerruf

source: Ms
de_de: Frau

source: Mr
de_de: Herr

source: Agent
de_de: Kontaktperson

source: This should be a single term in its plural form and in the site's <strong>main language</strong> (usually <strong>%1$s</strong>). If empty, <em>%2$s</em> will be used as base slug.
de_de: Dies sollte ein einzelner Begriff in seiner Pluralform und in der <strong>Hauptsprache</strong> der Website sein (normalerweise <strong>%1$s</strong>). Falls leer, wird <em>%2$s</em> als Basis-Slug verwendet.

source: Add New Agency
de_de: Neue Agentur hinzufügen

source: Edit Agency
de_de: Agentur bearbeiten

source: New Agency
de_de: Neue Agentur

source: View Agency
de_de: Agentur anzeigen

source: Search Agencies
de_de: Agenturen durchsuchen

source: No agencies found
de_de: Keine Agenturen gefunden

source: No agencies found in Trash
de_de: Keine Agenturen im Papierkorb gefunden

source: Add New Agent
de_de: Neue Kontaktperson hinzufügen

source: Edit Agent
de_de: Kontaktperson bearbeiten

source: New Agent
de_de: Neue Kontaktperson

source: View Agent
de_de: Kontaktperson anzeigen

source: Search Agents
de_de: Kontaktpersonen durchsuchen

source: No agents found
de_de: Keine Kontaktpersonen gefunden

source: No agents found in Trash
de_de: Keine Kontaktpersonen im Papierkorb gefunden

source: Agency ID
de_de: Agentur-ID

source: Agent ID
de_de: Kontaktpersonen-ID

source: Install Required Plugins
de_de: Erforderliche Plugins installieren

source: Install Plugins
de_de: Plugins installieren

source: Installing Plugin: %s
de_de: Installiere Plugin: %s

source: Updating Plugin: %s
de_de: Aktualisiere Plugin: %s

source: Something went wrong with the plugin API.
de_de: Ein Problem mit der Plugin-API ist aufgetreten.

source: This theme requires the following plugin: %1$s.
de_de: Dieses Plugin setzt das folgende Zusatzplugin voraus: %1$s.

source: This theme recommends the following plugin: %1$s.
de_de: Bei diesem Plugin wird die Nutzung des folgenden Zusatzplugins empfohlen: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
de_de: Das folgende Plugin muss auf die neuste Version aktualisiert werden, um eine maximale Kompatibilität in Kombination mit diesem Plugin zu gewährleisten: %1$s.

source: There is an update available for: %1$s.
de_de: Eine Aktualisierung ist verfügbar für: %1$s.

source: The following required plugin is currently inactive: %1$s.
de_de: Das folgende erforderliche Plugin ist derzeit inaktiv: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
de_de: Das folgende empfohlene Plugin ist derzeit inaktiv: %1$s.

source: Begin installing plugin
de_de: Installation des Plugins starten

source: Begin updating plugin
de_de: Aktualisierung des Plugins starten

source: Begin activating plugin
de_de: Aktivierung des Plugins starten

source: Return to Required Plugins Installer
de_de: Zurück zum Installer für erforderliche Plugins

source: Return to the Dashboard
de_de: Zurück zum Dashboard

source: Plugin activated successfully.
de_de: Plugin erfolgreich aktiviert.

source: The following plugin was activated successfully:
de_de: Das folgende Plugin wurde erfolgreich aktiviert:

source: No action taken. Plugin %1$s was already active.
de_de: Nichts zu tun… Plugin %1$s war bereits aktiv.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
de_de: Plugin nicht aktiviert. Eine aktuellere Version von %s wird für die Nutzung in Kombination mit diesem Plugin benötigt. Bitte das Plugin aktualisieren.

source: All plugins installed and activated successfully. %1$s
de_de: Alle Plugins wurden erfolgreich installiert und aktiviert. %1$s

source: Dismiss this notice
de_de: Diesen Hinweis ausblenden

source: There are one or more required or recommended plugins to install, update or activate.
de_de: Es sind ein oder mehrere erforderliche oder empfohlene Plugins zu installieren, aktualisieren oder aktivieren.

source: Please contact the administrator of this site for help.
de_de: Bitte wende dich zwecks Unterstützung an den Administrator dieser Website.

source: This plugin needs to be updated to be compatible with your theme.
de_de: Dieses Plugin muss aktualisiert werden, um kompatibel mit dem Theme zu sein.

source: Update Required
de_de: Aktualisierung erforderlich

source: Set the parent_slug config variable instead.
de_de: Verwende stattdessen die Konfigurations-Variable parent_slug.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
de_de: Das Remote-Plugin-Paket enthält keinen Ordner mit dem gewünschten Slug und Umbenennen hat nicht funktioniert.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
de_de: Kontaktiere den Plugin-Anbieter und bitte ihn um die Bereitstellung eines regulären Plugin-Pakets gemäß den WordPress-Richtlinien.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
de_de: Das Remote-Plugin-Paket enthält mehr als eine Datei, die aber nicht in einem Ordner zusammengefasst sind.

# plugin A *and* plugin B
source: and
de_de: und

source: Required
de_de: Erforderlich

source: Recommended
de_de: Empfohlen

source: External Source
de_de: Externe Quelle

source: Pre-Packaged
de_de: Enthalten

source: Not Installed
de_de: Nicht installiert

source: Installed But Not Activated
de_de: Installiert, aber nicht aktiviert

source: Active
de_de: Aktiv

source: Required Update not Available
de_de: Erforderliche Aktualisierung nicht verfügbar

source: Requires Update
de_de: Aktualisierung erforderlich

source: Update recommended
de_de: Aktualisierung empfohlen

# plugins
source: All <span class="count">(%s)</span>
de_de: Alle <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
de_de: Zu installieren <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
de_de: Aktualisierung verfügbar <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
de_de: Zu aktivieren <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
de_de: unbekannt

source: Installed version:
de_de: Installierte Version:

source: Minimum required version:
de_de: Erforderliche Mindestversion:

source: Available version:
de_de: Verfügbare Version:

source: No plugins to install, update or activate.
de_de: Keine Plugins zu installieren, aktualisieren oder aktivieren.

source: Source
de_de: Quelle

source: Type
de_de: Typ

source: Install %2$s
de_de: Installiere %2$s

source: Update %2$s
de_de: Aktualisiere %2$s

source: Activate %2$s
de_de: Aktivieren %2$s

source: Upgrade message from the plugin author:
de_de: Aktualisierungshinweis des Plugin-Autors:

source: Install
de_de: Installieren

source: Update
de_de: Aktualisieren

source: Activate
de_de: Aktivieren

source: No plugins were selected to be installed. No action taken.
de_de: Keine zu installierenden Plugins ausgewählt. Nichts zu tun…

source: No plugins were selected to be updated. No action taken.
de_de: Keine zu aktualisierenden Plugins ausgewählt. Nichts zu tun…

source: No plugins are available to be installed at this time.
de_de: Aktuell sind keine zu installierenden Plugins verfügbar.

source: No plugins are available to be updated at this time.
de_de: Aktuell sind keine zu aktualisierenden Plugins verfügbar.

source: No plugins were selected to be activated. No action taken.
de_de: Keine zu aktivierenden Plugins ausgewählt. Nichts zu tun…

source: No plugins are available to be activated at this time.
de_de: Aktuell sind keine zu aktivierenden Plugins verfügbar.

source: Plugin activation failed.
de_de: Plugin-Aktivierung fehlgeschlagen.

source: Updating Plugin %1$s (%2$d/%3$d)
de_de: Aktualisiere Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
de_de: Ein Fehler ist bei der Installation von %1$s aufgetreten: <strong>%2$s</strong>.

source: The installation of %1$s failed.
de_de: Die Installation von %1$s ist fehlgeschlagen.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installations- und Aktivierungsprozess startet. Dieser kann je nach Hosting-Umgebung einige Zeit dauern, hab daher bitte Geduld.

source: %1$s installed and activated successfully.
de_de: %1$s erfolgreich installiert und aktiviert.

source: Show Details
de_de: Details anzeigen

source: Hide Details
de_de: Details ausblenden

source: All installations and activations have been completed.
de_de: Alle Installationen und Aktivierungen wurden abgeschlossen.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
de_de: Installiere und aktiviere Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installationsprozess startet. Dieser kann je nach Hosting-Umgebung eine Weile dauern, bitte hab etwas Geduld.

source: %1$s installed successfully.
de_de: %1$s erfolgreich installiert.

source: All installations have been completed.
de_de: Alle Installationen wurden abgeschlossen.

source: Installing Plugin %1$s (%2$d/%3$d)
de_de: Installiere Plugin %1$s (%2$d/%3$d)

source: Property related agency information and contact data/form
de_de: Objektbezogene Agentur-Infos und Kontaktdaten/Formular

source: Display for:
de_de: Anzeigen für:

source: Agency Link Type
de_de: Agentur-Linktyp

source: internal (agency details page)
de_de: intern (Agentur-Detailseite)

source: external (if URL is available)
de_de: extern (wenn URL verfügbar)

source: Convert mail addresses and phone numbers to links
de_de: Mailadressen und Telefonnummern in Links konvertieren

source: Contact Form Scope
de_de: Kontaktformular-Umfang

source: use default (plugin options)
de_de: Standardvorgabe übernehmen (Plugin-Optionen)

source: basic (name, phone number, e-mail address, message)
de_de: einfach (Name, Telefonnummer, E-Mail-Adresse, Nachricht)

source: extended (basic fields + salutation and address)
de_de: erweitert (zusätzliche Felder für Anrede und Adresse)

source: This setting applies if the <strong>contact form</strong> element ist activated below.
de_de: Diese Einstellung gilt, wenn das Element <strong>Kontaktformular</strong> nachfolgend aktiviert ist.

source: Elements to display:
de_de: Anzuzeigende Elemente:

source: Property related agent information and contact data/form
de_de: Objektbezogene Kontaktpersonen-Infos und Kontaktdaten/Formular

source: Link Type
de_de: Linktyp

source: internal agent/agency details pages
de_de: interne Kontaktperson/Agentur-Detailseiten

source: external agency URL (if available)
de_de: externe Agentur-URL (sofern verfügbar)

source: Add links to agent photo/name and the company name.
de_de: Kontaktpersonen-Foto/Name und Firma mit Links versehen.

source: No agencies found.
de_de: Keine Agenturen gefunden.

source: Team & Offers
de_de: Team & Angebote

source: No agents found.
de_de: Keine Kontaktpersonen gefunden.

source: My Offers
de_de: Meine Angebote

source: About Me
de_de: Über mich

source: Heads up! This is only sample data, the form data will <strong>not</strong> be submitted.
de_de: Achtung! Dies sind nur Beispieldaten, die Angaben im Formular werden <strong>nicht</strong> übermittelt.

source: Secure submission
de_de: Sichere Übermittlung

source: Secure!
de_de: Sicher!

source: Send
de_de: Senden

source: The team of
de_de: Das Team von

source: Our Team
de_de: Unser Team

source: Our Offers
de_de: Unsere Immobilien-Angebote

# male
source: Your contact with us
de_de: Dein Ansprechpartner bei uns

# female
source: Your contact with us
de_de: Deine Ansprechpartnerin bei uns

# gender neutral
source: Your contact with us
de_de: Deine Kontaktperson bei uns

source: More about
de_de: Mehr über

# male
source: Your contact
de_de: Dein Ansprechpartner

# female
source: Your contact
de_de: Deine Ansprechpartnerin

# gender neutral
source: Your contact
de_de: Deine Kontaktperson
